[
    {
        "title": "Inside UNC's Million-Dollar Soda Addiction",
        "authors": [
            "Walter Cronkite"
        ],
        "date": "10-05-2024",
        "format": "longform",
        "topics": [
            "Campus",
            "Finance"
        ],
        "source": "",
        "image": "",
        "firstLine": "As the cash registers continue to ring up sales, a chilling new report reveals that UNC's vending machines are siphoning off millions of dollars annually."
    },
    {
        "title": "Campus Unorganizing",
        "link": "/features/organizing",
        "subtitle": "The NC Democrats' Ambitious, Hasty Plan to Get 569,000 College Students to Vote",
        "authors": [
            "Hadi Rahim"
        ],
        "date": "10-10-2024",
        "format": "longform",
        "topics": [
            "Politics",
            "Campus",
            "Elections"
        ],
        "source": "",
        "image": "",
        "firstLine": "With just weeks to go before Election Day, the North Carolina Democratic Party has launched an all-out effort to mobilize the state's vast army of college students, who could hold the key to victory."
    },
    {
        "title": "UNC’s Emergency Coordinators Say They Are Unprepared and Want Mandatory Training",
        "size": "large",
        "link": "/features/emergency",
        "authors": [
            "Alex Kreidler"
        ],
        "date": "12-10-2023",
        "format": "feature",
        "topics": [
            "Campus"
        ],
        "source": "Copy of Campus preparedness story - Alex Kreidler",
        "image": "unc-images/bell-tower.webp",
        "firstLine": "In a bombshell report, UNC's emergency coordinators have spoken out about their shocking lack of training and preparedness for the university's response to major incidents."
    },
    {
        "title": "Students Protest as Lee Roberts is Instated as Chancellor",
        "authors": [
            "Alex Kreidler"
        ],
        "date": "10-08-2024",
        "format": "news",
        "topics": [
            "Campus",
            "Protests",
            "Leadership"
        ],
        "source": "",
        "image": "",
        "firstLine": "In a dramatic turning point for UNC's administration, students took to the streets in protest yesterday as Lee Roberts was formally instated as the university's new chancellor."
    },
    {
        "title": "Looking Back One Year After the Aug. 28 Shooting",
        "authors": [
            "Walter Cronkite"
        ],
        "date": "10-15-2024",
        "format": "longform",
        "topics": [
            "Campus",
            "Safety"
        ],
        "source": "",
        "image": "",
        "firstLine": "As we mark the grim anniversary of the Aug. 28 shooting that left one student dead and the campus reeling, a new report reveals disturbing gaps in the university's response to the tragedy."
    },
    {
        "title": "How UNC’s Housing Crisis Could Impact Enrollment",
        "authors": [
            "Alex Kreidler"
        ],
        "date": "09-25-2024",
        "format": "news",
        "topics": [
            "Campus",
            "Housing"
        ],
        "source": "",
        "image": "",
        "firstLine": "As UNC's housing crisis continues to deepen, a growing number of students are left wondering whether the university can afford the luxury of admitting more freshmen in the face of dwindling on-campus options."
    },
    {
        "title": "Why Kamala Will Win",
        "authors": [
            "Hadi Rahim"
        ],
        "date": "09-28-2024",
        "format": "opinion",
        "topics": [
            "Politics",
            "Elections",
            "North Carolina"
        ],
        "source": "",
        "image": "",
        "firstLine": "In a political landscape that seems increasingly unpredictable, one expert argues that California Senator Kamala Harris is uniquely poised to take the White House."
    },
    {
        "title": "UNC Faculty Fears Over the Future of Tenure: A Growing Crisis",
        "authors": [
            "Walter Cronkite"
        ],
        "date": "10-12-2024",
        "format": "news-feature",
        "topics": [
            "Education",
            "Campus",
            "Politics"
        ],
        "source": "",
        "image": "",
        "firstLine": "As tenured positions dwindle and departmental crises escalate, UNC faculty members are sounding the alarm about the devastating impact that proposed changes to tenure could have on academic freedom and the very fabric of the university."
    },
    {
        "title": "Why UNC’s Mental Health Resources Are Struggling to Keep Up with Demand",
        "authors": [
            "Hadi Rahim"
        ],
        "date": "10-14-2024",
        "format": "news-feature",
        "topics": [
            "Campus",
            "Health"
        ],
        "source": "",
        "image": "",
        "firstLine": "In the face of mounting mental health concerns on campus, UNC's crisis services are being pushed to the breaking point, leaving students and staff to wonder why the university's once-trusted safety net appears to be unraveling."
    }
]